/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favoritt";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Type";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Legg til i Umerkede looper";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Legge til looper fra en annen disk eller partisjon";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Hvis lydfilene har et konstant tempo, starter på første slag i takten og slutter på et taktslag, vil de tilpasses prosjekttempoet når de forhåndsavspilles eller legges til i et prosjekt.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Den valgte plasseringen vil bli lagt til i Umerkede looper. Lydfiler på denne plasseringen med konstant tempo som begynner med første slag i takten og slutter på et taktslag, vil tilpasses til prosjekttempoet ved forhåndsavspilling eller når de legges til i et prosjekt.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Avbryt";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopier til loopmappen";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Loopene vil bli lagt til i loopnavigering, hvor de vil være tilgjengelige for bruk i sangene dine. Velg om Logic skal kopiere loopene til Apple Loops-mappen eller om de skal brukes fra den nåværende plasseringen.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Rediger etiketter";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Vis i Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Behandle loop";

/* Descriptors */
"Descriptors" = "Deskriptorer";

/* Genre */
"Genre" = "Sjanger";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Legge til looper i loopnavigering";

/* Initial Title of the jam pack control */
"All Packs" = "Alle pakkene";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld objekter";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "loopen som spilles";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "ekte loop";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "programvareloop";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "nettloop";

/* LoopBrowser: one Item label */
"1 item" = "1 objekt";

/* LoopBrowser: zero Items label */
"0 items" = "0 objekter";

/* Move Loops Button */
"Move to Loops Folder" = "Flytt til loopmappen";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Loopene blir lagt til i loopnavigering slik at du kan bruke dem i sangene du lager. Velg om Logic skal flytte loopene til Apple Loops-mappen eller om de skal brukes fra den nåværende plasseringen.";

/* Reference Loops Button */
"Current Location" = "Nåværende plassering";

/* Reindex all loops menu item */
"Reindex All Loops" = "Indekser alle looper på nytt";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Velg hvilke looper som skal vises i loopnavigering.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Klikk for å finne looper etter instrument, sjanger eller deskriptor.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Velg om nøkkelord for instrument, sjanger eller type skal vises";

/* accessibility description of the segment that switches to column view */
"column view" = "kolonnevisning";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "musikktastvisning";

/* menu item in Recent Search History */
"Clear Search History" = "Tøm søkelogg";

/* menu item in Recent Search History */
"No recent searches" = "Ingen nylige søk";

/* menu title in Recent Search History */
"Recent Searches" = "Tidligere søk";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Søk etter looper";
